import a1 from "./animations/고양이고래(ENTJ).png";
import a2 from "./animations/귀신고래(ISTP).png";
import a3 from "./animations/남방참고래(ESFJ).png";
import a4 from "./animations/남방큰돌고래(ENFJ).png";
import a5 from "./animations/낫돌고래(ESTP).png";
import a6 from "./animations/대왕고래(INFJ).png";
import a7 from "./animations/민부리고래(ISTJ).png";
import a8 from "./animations/밍크고래(ISFJ).png";
import a9 from "./animations/범고래(ESTJ).png";
import a10 from "./animations/벨루가(ENFP).png";
import a11 from "./animations/병코돌고래(ENTP).png";
import a12 from "./animations/북극고래(INFP).png";
import a13 from "./animations/상괭이(INTP).png";
import a14 from "./animations/일각고래(INTJ).png";
import a15 from "./animations/향유고래(ISFP).png";
import a16 from "./animations/혹등고래(ESFP).png";

import s1_2 from "./img/story/1-1.jpg";
import s1_1 from "./img/story/1-2.jpg";
import s2 from "./img/story/2.jpg";
import s3 from "./img/story/3.jpg";
import s4 from "./img/story/4.jpg";
import s5 from "./img/story/5.jpg";
import s6 from "./img/story/6.jpg";
import s7 from "./img/story/7.jpg";
import s8 from "./img/story/8.jpg";
import s9 from "./img/story/9.jpg";
import s10 from "./img/story/10.jpg";
import s11 from "./img/story/11.jpg";
import s12 from "./img/story/12.jpg";
import s13 from "./img/story/13.jpg";
import s14 from "./img/story/14.jpg";
import s15 from "./img/story/15.jpg";
import s16 from "./img/story/16.jpg";
import s17 from "./img/story/17.jpg";
import s18 from "./img/story/18.jpg";
import s19 from "./img/story/19.jpg";
import s20 from "./img/story/20.jpg";
import s21 from "./img/story/21.jpg";
import s22 from "./img/story/22.jpg";
import s23 from "./img/story/23.jpg";
import s24 from "./img/story/24.jpg";
import s25 from "./img/story/25.jpg";
import s26 from "./img/story/26.jpg";
import s27 from "./img/story/27.jpg";

import r7 from "./img/result/ENFJ.jpg";
import r8 from "./img/result/ENFP.jpg";
import r3 from "./img/result/ENTJ.jpg";
import r4 from "./img/result/ENTP.jpg";
import r12 from "./img/result/ESFJ.jpg";
import r16 from "./img/result/ESFP.jpg";
import r11 from "./img/result/ESTJ.jpg";
import r15 from "./img/result/ESTP.jpg";
import r5 from "./img/result/INFJ.jpg";
import r6 from "./img/result/INFP.jpg";
import r1 from "./img/result/INTJ.jpg";
import r2 from "./img/result/INTP.jpg";
import r10 from "./img/result/ISFJ.jpg";
import r14 from "./img/result/ISFP.jpg";
import r9 from "./img/result/ISTJ.jpg";
import r13 from "./img/result/ISTP.jpg";

export const introImg = [
  {
    id: 1,
    url: s1_2,
  },
  {
    id: 2,
    url: s2,
  },
  {
    id: 3,
    url: s3,
  },
];
export const storyImg = [
  [s4],
  [s5],
  [s6],
  [s7],
  [s8],
  [s9],
  [s10],
  [s11],
  [s12, s13],
  [s14, s15],
  [s15],
  [s16],
  [s17],
  [s18, s19],
  [s20],
  [s21],
  [s22],
  [s23, s23, s24, s25],
  [s26, s27],
];

export const introData = [
  "문득 눈을 뜨니",
  "나는 고래가 되어 바다 한 가운데 있었다.",
  "이때 저 멀리서 작은 생명체를 발견하는데...",
];
export const storyData = [
  "저기 웬 아기 고래가 혼자 있다. 나는 어떻게 할까?",
  "가까이 가보니 아기 고래는 엉엉 울고 있었다.",
  "얘기를 들어보니, 엄마가 사라졌다고 한다. 어떻게 하지?",
  "열심히 헤엄치던 중,\n 아기 고래가 걱정스러운 목소리로 말한다.|우리 아빠가 인간들로부터 저를 구하려다 돌아가셨어요...|“제가 미워서 엄마가 저를 버린 걸까요...?” 이 말을 들은 나는",
  "아기 고래를 달래며 가고 있는데, 아기 고래가 갑자기 멈춰선다.",
  "“잠시만요! 이거 우리 엄마 목걸이에요!” 이 말을 들은 나는 생각한다",
  "그 순간, 해수면 위에서 커다란 뱃고동 소리가 들려온다.",
  "아기 고래가 화들짝 놀라며 기겁을 한다. “인간들이 또 나타났나봐요!”",
  "아기 고래가 위험할까 우선 혼자서 올라가 보기로 했다.|얼마나 올라갔을까 저 멀리 무언가가 보인다.",
  "그물에 걸린 어미 고래였다.|숨 쉬기 힘들어 하는 거 같은데...",
  "어떻게 하면 좋을까?",
  "이때 지나던 물고기 무리가 다가와 도와주겠다고 한다. 이때 나는",
  "기다리고 있는 아기 고래에게 가서 상황을 알려야겠다. 이때 나는",
  "잠시 후 아기 고래와 물고기 친구들이 힘을 합쳐 그물을 끊어냈다!|어미 고래와 아기 고래는 서로를 껴안고 눈물을 흘린다.",
  "어미 고래는 나에게 다가와 고맙다는 인사를 건넨다.",
  "아기 고래와 엄마 고래가 집으로 돌아갔다.",
  "혼자서 돌아가는 길... 이때 나는",
  '아기 고래와 헤어지고 얼마를 헤엄쳤을까,|누군가 나를 부르는 소리가 들린다.|아기 고래다.|"이거 선물이에요. 저희 엄마를 구해주셔서 감사해요"',
  "아기 고래가 건네준 건 작은 거울이었다.|거울 속 내 모습은...?",
];
export const decisionAData = [
  "다가가서 말을 걸어본다.",
  "무슨 일이 있나 걱정스러워 안절부절한다.",
  "일단 아기 고래를 데리고 출발한다.",
  "그런 걱정하지 말라며 다독인다.",
  "",
  "'여기 떨어트린 걸 보니 이 길을 지나갔나봐!'",
  "",
  "일단 해수면 쪽으로 계속 나아간다.",
  "",
  "",
  "주위에 도움을 요청하러 간다.",
  "물고기들이 그물을 끊어낼 수 있을지 조금 걱정이 된다.",
  "아기 고래가 놀라지 않도록 고민하고 말을 한다.",
  "",
  "내가 아기 고래를 어디서 만났고, 어떻게 이곳에 왔는지 신이 나서 말해준다.",
  "짧은 시간이었지만 정이 많이 든 아기 고래와 헤어지려니 눈물이 날 것 같다",
  "고래들이 집에 무사히 들어가기를 바라며 간다.",
  "",
  "",
];
export const decisionBData = [
  "날 무서워할까 조심스레 다가가본다.",
  "갑자기 왜 울지...? 당황스럽다.",
  "마지막으로 엄마와 헤어진 장소를 찾아가 본다.",
  "그때 다친 상처는 괜찮은지 물어본다.",
  "",
  "‘혹시..나쁜 일을 당하신 건 아니겠지?’ 불길한 상상들이 떠오른다.",
  "",
  "우선 그 자리에 멈춰서 어떻게 할지 생각하고 간다.",
  "",
  "",
  "일단 혼자서 어떻게든 그물을 끊어보려고 한다.",
  "선뜻 도와준다는 물고기들이 든든한 아군처럼 느껴진다.",
  "일단 가서 본 장면을 횡성수설 얘기한다.",
  "",
  "수줍게 웃으며 다행이라는 말을 건넨다.",
  "엄마를 찾아줬다는 생각에 뿌듯함으로 가득하다.",
  "고래들이 헤쳐나가야 할 험난한 미래를 걱정하며 간다.",
  "",
  "",
];
export const whaleIndex = [
  {
    whaleId: 1,
    whaleName: "일각고래",
    whaleImg: a14,
    resultImg: r1,
  },
  {
    whaleId: 2,
    whaleName: "상괭이",
    whaleImg: a13,
    resultImg: r2,
  },
  {
    whaleId: 3,
    whaleName: "고양이고래",
    whaleImg: a1,
    resultImg: r3,
  },
  {
    whaleId: 4,
    whaleName: "병코돌고래",
    whaleImg: a11,
    resultImg: r4,
  },
  {
    whaleId: 5,
    whaleName: "대왕고래",
    whaleImg: a6,
    resultImg: r5,
  },
  {
    whaleId: 6,
    whaleName: "북극고래",
    whaleImg: a12,
    resultImg: r6,
  },
  {
    whaleId: 7,
    whaleName: "남방큰돌고래",
    whaleImg: a4,
    resultImg: r7,
  },
  {
    whaleId: 8,
    whaleName: "벨루가",
    whaleImg: a10,
    resultImg: r8,
  },
  {
    whaleId: 9,
    whaleName: "민부리고래",
    whaleImg: a7,
    resultImg: r9,
  },
  {
    whaleId: 10,
    whaleName: "밍크고래",
    whaleImg: a8,
    resultImg: r10,
  },
  {
    whaleId: 11,
    whaleName: "범고래",
    whaleImg: a9,
    resultImg: r11,
  },
  {
    whaleId: 12,
    whaleName: "남방참고래",
    whaleImg: a3,
    resultImg: r12,
  },
  {
    whaleId: 13,
    whaleName: "귀신고래",
    whaleImg: a2,
    resultImg: r13,
  },
  {
    whaleId: 14,
    whaleName: "향유고래",
    whaleImg: a15,
    resultImg: r14,
  },
  {
    whaleId: 15,
    whaleName: "낫돌고래",
    whaleImg: a5,
    resultImg: r15,
  },
  {
    whaleId: 16,
    whaleName: "혹등고래",
    whaleImg: a16,
    resultImg: r16,
  },
];

export const whaleDescription = [
  {
    id: 1,
    whaleName: "일각고래",
    whaleTitle: "신비로운 바다의 유니콘",
    whaleDesTop: [
      "사람이 접근하기 힘든 북극해에 살아 비밀이 많은 일각 고래처럼 당신은 세계 인구의 1~4%를 차지하는 흔하지 않은 유형의 사람이에요.",
      "자신의 뿔을 이용해 얼음을 뚫고 숨을 쉬는 일각고래처럼 당신은 철두철미하게 계획을 세우고 실행할 줄 아는 사람이에요. ",
    ],
    whaleDesLow: [
      "일각고래는 비밀이 많고, 길게 뻗은 엄니 때문에 ‘바다의 유니콘’이라 불려요.",
      "일각고래는 독특한 생김새만큼이나 독창적인 성격을 지녔어요.",
    ],
  },
  {
    whaleId: 2,
    whaleName: "상괭이",
    whaleTitle: "바닷속의 귀여운 부끄럼쟁이",
    whaleDesTop: [
      "온순하지만 겁이 많고 조심스러운 상괭이처럼 당신은 수줍음이나 부끄러움이 많아서 다른 사람에게 속마음을 잘 드러내지 않는 사람이에요.",
      "주로 단독으로 행동하고 살아가는 상괭이처럼 당신은 혼자만의 시간을 갖는 것을 중요시하는 사람이에요.",
      "혼자 있는 걸 좋아하지만 어미와 새끼가 붙어 다니고 무리를 짓는 경우가 있는 상괭이처럼 당신은 사람에 대한 관심이 적지만, 가까운 사람들에게는 따뜻하고 친근해요.",
    ],
    whaleDesLow: [
      "상괭이는 사람을 많이 무서워해서, 상괭이를 보려면 배의 시동을 끄고 기다려야 한다고 해요.",
      "주로 단독을 행동하는 편이지만 어미와 새끼가 붙어 다니고 무리를 짓는 경우도 있긴 해요.",
    ],
  },
  {
    whaleId: 3,
    whaleName: "고양이고래",
    whaleTitle: "불꽃 카리스마 넘치는 리더",
    whaleDesTop: [
      "활발하고 다른 종들과 함께 이동하기도 하는 사회성 높은 고양이고래처럼 당신은 사교활동에도 적극적이고, 카리스마와 리더십을 가지고 직접 모임을 주도하고 대화를 끌어나가는 사람이에요.",
      "세력을 과시하는 행동을 좋아하고, 뱃머리 파도에서 다른 종 돌고래를 쫓아버리기도 하는 고양이고래처럼 당신은 완고하고 지배적인 성격으로 자신감과 의지력이 때로는 지나쳐서 자신의 의지, 의견을 밀어붙이는 성향이 있기도 한 사람이에요.",
    ],
    whaleDesLow: [
      "고양이고래는 유영 속도가 빠르고 활발해요. 세력을 과시하는 행동을 좋아하고, 뱃머리 파도에서 다른 종 돌고래를 쫓아버리기도 한다고 해요.",
      "많게는 1,000마리 이상이 대규모 집단생활을 하고, 다른 종들과 함께 이동하기도 하는 사회성 높은 종이예요.",
    ],
  },
  {
    whaleId: 4,
    whaleName: "병코돌고래",
    whaleTitle: "친화력 좋고 다재다능한",
    whaleDesTop: [
      "사람들하고 잘 어울리고 길들이기 쉬워 수족관에 쉽게 볼 수 있는 병코돌고래처럼 당신은 활발하고 외향적인 성격으로 친구를 잘 만들어요. 또 이러한 성격 덕분에 유연하고 광범위한 직무에 잘 적응하는 사람이에요.",
      "학습 능력이 매우 뛰어난 병코돌고래처럼 당신은 다재다능하고 모든 일에 있어 이해도가 빠른 편이고, 성취욕구가 높은 타입의 사람이에요",
    ],
    whaleDesLow: [
      "병코돌고래는 돌고래 하면 가장 먼저 떠오르는 대중적인 돌고래로 수족관에서 흔히 볼 수 있고, 연구도 많이 되어있어요.",
      "병코돌고래는 호기심이 많고 소규모 그룹으로 거주하지만, 사냥할 때는 복잡한 조직을 이룬답니다.",
      "병코돌고래의 뇌는 인간보다 크고, 학습 능력 또한 다른 야생동물에 비해 월등해요.",
    ],
  },
  {
    whaleId: 5,
    whaleName: "대왕고래",
    whaleTitle: "큰 덩치에 비밀이 많아 신비로운",
    whaleDesTop: [
      "발견이 워낙 힘들어 정보가 많이 없는 대왕고래처럼 당신은 다른 사람들에게 자신을 쉽게 드러내지 않는 사람이에요. 풍부한 심리 세계를 갖고 있어 어떠한 사람인지 파악하기 어려워요.",
      "온순한 성격의 대왕고래처럼 당신은 배려심이 많고, 점잖으며 온화한 성격을 가졌어요.",
    ],
    whaleDesLow: [
      "대왕고래는 역사상 확인된 척추동물 중 제일 큰 동물로, 워낙 발견이 힘들고 잠수를 오래 하기 때문에 정보가 많이 없는 편이에요.",
      "대왕고래는 성격이 온순한 편이고 혼자 다니는 걸 좋아해요.",
      "대왕고래는 먹이를 한꺼번에 많이 먹고 이동할 때는 전혀 먹지 않아요.",
    ],
  },
  {
    whaleId: 6,
    whaleName: "북극고래",
    whaleTitle: "부드럽지만 단호한 성격의 소유자",
    whaleDesTop: [
      "동작이 느리고 온순한 북극고래처럼 당신은 조용하고 내성적이지만, 이해심이 많고 공감 능력이 좋은 사람이에요.",
      "다른 고래들과 다르게 북극 주변의 찬 바다에서만 생활하는 북극고래처럼 당신은 다른 사람들을 따라가지 않고 자신의 신념과 가치관에 따라 판단하고 행동해요. 그렇기 때문에 이에 어긋난다고 생각되는 일들은 절대 하지 않아요.",
    ],
    whaleDesLow: [
      "북극고래는 지구에서 가장 오래 사는 고래로, 큰 머리를 가져서 쉽게 구분이 가능해요.",
      "북극고래의 노랫소리는 184곡 정도로 매우 다양하고, 학자들은 이들의 노래를 재즈에 비유해요. 매년 같은 노래를 부른 적이 없고 계절마다 노래가 바뀌기도 해요.",
      "북극고래는 동작이 느리고 성격도 온순한 편이에요.",
    ],
  },
  {
    whaleId: 7,
    whaleName: "남방큰돌고래",
    whaleTitle: "사람들과 잘 어울리는 온화한 성품의",
    whaleDesTop: [
      "무리 안에서 협력적이고, 이타적인 행동을 보이는 남방큰돌고래처럼 당신은 온화하고 부드러운 성품을 지녔으며, 사람을 다루는 기술이 탁월한 사람이에요.",
      "사회성이 매우 높아 무리를 구성하고, 다른 개체들과 관계를 맺으며 크고 복잡한 사회를 이루며 살아가는 남방큰돌고래처럼 당신은 활발하고 사교적인 성격으로 다른 사람과의 인간관계를 중요하게 생각하는 사람이에요.",
    ],
    whaleDesLow: [
      "남방큰돌고래는 모계 중심의 사회를 구성하여 살아가고, 그 사회 안에서 협력적이고 다른 개체들과 상호작용하는 모습을 보여요.",
      "남방큰돌고래는 20년 전 헤어진 개체의 소리를 기억하고 있는 것이 확인된 것으로 보아 뛰어난 장기 기억 능력을 가지고 있을 것으로 추정된다고 해요.",
    ],
  },
  {
    whaleId: 8,
    whaleName: "벨루가",
    whaleTitle: "아름다운 목소리 바다의 카나리아",
    whaleDesTop: [
      "사교적이고 집단생활을 하는 벨루가처럼 당신은 외향적인 성격의 소유자로, 다른 사람들과 시간을 보내며 에너지를 얻고 뛰어난 대인관계 기술을 가졌어요.",
      "감정표현 확실하고, 개성이 강한 벨루가처럼 당신은 감정이나 느낌, 개인의 가치관에 따라 결정을 내리는 편이고, 자기표현을 굉장히 중시하는 사람이에요.",
      "호기심이 많아서 사람들하고 잘 어울리는 벨루가처럼 당신은 호기심이 많고, 활발하며 열정 넘치는 성격을 가졌어요.",
    ],
    whaleDesLow: [
      "벨루가는 매우 사교적인 동물로, 소규모로 집단을 이루어 생활하고, 기회가 있을 때 언제나 먹이를 먹어두는 기회주의적 포식자예요.",
      "벨루가는 원체 온순하고, 호기심이 많아 처음 본 사람들하고도 잘 어울려요.",
      "벨루가는 7~8살과 비슷한 지능으로 매우 영특하고, 벨루가마다 각자 개성이 강한 성격을 가졌다고 해요.",
      "벨루가는 바닷속에서 의사소통을 위해 만들어 내는 소리가 매우 아름다워서 ‘바다의 카나리아’라는 별명이 있답니다.",
    ],
  },
  {
    whaleId: 9,
    whaleName: "민부리고래",
    whaleTitle: "얼굴 보기 힘든 집콕쟁이",
    whaleDesTop: [
      "잠수를 오래 해 해수면 밖으로 잘 나오지 않는 민부리고래처럼 당신은 내성적이고 소심한 면이 있지만 성실하고 원칙을 잘 지키는 사람이에요.",
      "당신은 주변 사람들로부터 믿음직한 사람이라는 평판을 받고, 스트레스가 극심한 상황에서도 현실적이고 논리적인 태도를 유지할 수 있어요.",
    ],
    whaleDesLow: [
      "민부리고래는 바다 포유류 중에 가장 오래 잠수하는 것으로 확인되었어요. 고래와 같은 포유류는 일반적으로 물속에서 산소 없이 오래 버티기 힘들지만, 민부리 고래가 4시간 가량 잠수하는 것은 매우 놀라운 일이예요.",
      "민부리고래는 선박을 피하기 위해서 1,000m이상의 깊은 바다를 선호한다고 해요.",
    ],
  },
  {
    whaleId: 10,
    whaleName: "밍크고래",
    whaleTitle: "내 사람에게는 모든 걸 주는 순애보",
    whaleDesTop: [
      "온순하고 침착한 성격의 밍크고래처럼 당신은 차분하고 조용하면서도, 사려깊고 헌신적인 타입의 사람이에요.",
      "지능이 뛰어난 밍크고래처럼 당신은 예리하고 눈치가 상당히 빠르며, 상대방의 세부 사항을 잘 기억해요. 사람들의 성향이나 감정, 분위기 파악을 잘하고 그것에 맞게 행동할 줄 아는 사람이에요.",
    ],
    whaleDesLow: [
      "밍크고래는 한국에서도 연간 수십 마리가 혼획으로 잡혀요. 온순하고 침착한 성격을 지녔고 지능도 매우 뛰어나요.",
      "밍크고래는 다른 대왕고래들보다 크기가 많이 작아서 범고래들에게 가장 많이 표적이 되는 대왕고래예요.",
      "밍크고래는 사람들에게 호기심이 많아서 무리로 떼를 지어 사람들을 관찰하러 오기도 해요.",
    ],
  },
  {
    whaleId: 11,
    whaleName: "범고래",
    whaleTitle: "뛰어난 바다의 늑대",
    whaleDesTop: [
      "여러 마리가 협동하여 사냥하는 범고래처럼 당신은 일의 목표를 설정하여, 체계적이고 논리적으로 일을 잘해요.",
      "매우 사회적이고 안정된 모계사회를 형성해 살아가는 범고래처럼 당신은 안정적이고 예측 가능한 상황에서 다른 사람과 함께 할 수 있는 일을 추구해요.",
    ],
    whaleDesLow: [
      "범고래는 귀여운 외모를 지녔지만, 생태계 최상위 포식자로 ‘바다의 늑대’로 불려요.",
      "범고래의 사회 행동과 사냥법, 독특한 노래는 범고래들 특유의 문화를 보여줘요. ",
      "범고래는 보통 어리고 약한 개체를 목표로 삼지만, 여러 마리가 협동하여 더 강한 개체도 사냥할 수 있어요.",
      "범고래는 향유고래 다음으로 무거운 뇌를 가졌고, 지능이 높아 길들이기 쉽고 사람과 놀아 주기를 좋아해 수족관에 곧잘 전시돼요.",
    ],
  },
  {
    whaleId: 12,
    whaleName: "남방참고래",
    whaleTitle: "언제나 남을 먼저 생각할 줄 아는",
    whaleDesTop: [
      "자기보다 작은 개체들이 다치는 걸 피하기 위해 스스로 행동을 제어하고 미리 피하는 남방참고래처럼 당신은 사람을 소중하게 여기고 타인을 돕는 것을 좋아해요. 남이 필요로 하는 것을 빨리 이해하고 진심으로 다른 사람을 도와주려는 마음과 희생정신을 가졌고, 도움을 주면서 즐거움과 성취감을 느끼는 타입의 사람이에요.",
      "다른 고래 또는 돌고래와 접촉하는 것을 좋아해 사교성이 매우 좋은 남방참고래처럼 당신은 외향적이고 다른 사람을 잘 돌보는 다정한 사람이에요.",
    ],
    whaleDesLow: [
      "남방참고래는 매우 보기 드문 해양포유동물로 멸종위기종이에요.",
      "두터운 체형에 유영 속도도 느리고, 먹이 활동조차 느려서 빠른 속도로 유영하는 긴수염고래와 구분된다고 해요.",
      "남방참고래는 육지에서도 볼 수 있을 정도로 해안가에 머물기 좋아하고, 다른 개체들과 접촉하는 것을 좋아할 정도로 사교성이 매우 좋아요. 또 자기보다 작은 개체들이 다치는 것을 피하기 위해 스스로 행동을 제어하고 미리 피해 줄 정도로 온순하고 착하다고 해요.",
    ],
  },
  {
    whaleId: 13,
    whaleName: "귀신고래",
    whaleTitle: "순순히 지지 않는 악마 고래",
    whaleDesTop: [
      "보통 혼자 다니거나 작은 무리를 이루어 다니는 귀신고래처럼 당신은 혼자 생각하는 시간을 즐기며 독립적이에요. 내성적인 성격으로 대체로 조용하며, 자기만의 시간과 공간을 중요하게 생각하는 개인주의 성향을 지녔어요.",
      "포경업자들에게 순순히 지지 않고 사납게 반응하는 귀신고래처럼 당신은 위기 상황에서는 냉정함을 유지할 줄 알고, 문제해결 능력이 뛰어나요.",
    ],
    whaleDesLow: [
      "귀신고래는 순순히 지지 않고, 포경업자들에게 사납게 반응해서 ’악마물고기’라고 불리기도 해요.",
      "귀신고래는 개체 간 유대감이 깊지 않아서 보통 혼자 또는 작고 불완전한 무리를 이루어 이동해요.",
      "귀신고래는 얕은 바다나 해안가에 사는데, 이는 오래 잠수할 수가 없고 암초 사이에서 범고래와 같은 포식자들을 피하기 위해서예요.",
    ],
  },
  {
    whaleId: 14,
    whaleName: "향유고래",
    whaleTitle: "순하지만 강한 포식자인 반전 매력",
    whaleDesTop: [
      "온순하고 순박한 성격을 가진 향유고래처럼 당신은 말이 별로 없이 조용하고 점잖으며 감수성이 풍부해요.",
      "유대감이 깊은 향유고래처럼 당신은 친해지기까지 시간이 걸릴 수 있지만 가까워지고 나면 친절하고 따뜻하며, 최선을 다해 관계를 유지하고자 해요.",
      "잠자는 시간을 소중히 여기는 향유고래처럼 당신은 혼자 보내는 시간을 소중히 여겨요.",
    ],
    whaleDesLow: [
      "성체 수컷 향유고래는 바다에서도 손에 꼽히는 포식자예요.",
      "향유고래는 동료 중 한 마리만 낙오되어도 무리 전체가 기다려 줄 정도로 유대감이 깊어요.",
      "향유고래는 바다 최강의 포식자인 범고래도 쩔쩔매지만, 공격당해도 저항하지 않을 정도의 온순하고 순박한 성격을 가졌어요.",
      "향유고래는 자는 시간이 짧은 편이라 잠자는 시간을 소중히 여겨요.",
    ],
  },
  {
    whaleId: 15,
    whaleName: "낫돌고래",
    whaleTitle: "적응력 만렙! 넘치는 에너지의",
    whaleDesTop: [
      "다른 고래와 같이 헤엄치는 걸 좋아하고, 무리성이 강한 낫돌고래처럼 당신은 어디서든 적응을 잘하고 지인, 다양한 친구와 시간을 보내는 것을 즐기는 사교적인 사람이에요.",
      "사람들에게 가깝게 접근하고, 바다 위에서 파도 타는 걸 즐기는 낫돌고래처럼 당신은 호기심이 많고, 에너지가 넘치는 활동적인 사람이에요.",
      "협력을 통한 집단적인 공격을 하는 낫돌고래처럼 당신은 실용적이고 현실적이며, 행동 지향적인 사람이에요.",
    ],
    whaleDesLow: [
      "낫돌고래는 매우 활발하고, 다른 종류와 섞여 유영하는 것이 자주 관찰되곤 해요.",
      "낫돌고래는 호기심이 많아 사람이 탄 보트에 가깝게 접근하는 경우가 많아요.",
      "낫돌고래는 보통 90마리 정도로 무리 지어 움직이고, 바다 위로 뛰거나 파도를 타는 등 다양한 행동 관찰이 가능해요.",
    ],
  },
  {
    whaleId: 16,
    whaleName: "혹등고래",
    whaleTitle: "든든한 바닷속의 수호천사",
    whaleDesTop: [
      "유난히 밝고 쾌활한 흑동고래처럼 당신은 사교적이고 활동적이며 즐거움을 추구하는 성격을 가졌어요.",
      "호기심이 많고 다른 종을 잘 도와주는 혹등고래처럼 당신은 친절하고 사교적이며, 주변에서 일어나는 일에 관심이 많은 사람이에요.",
    ],
    whaleDesLow: [
      "혹등고래는 매우 온순하고 친절해서 ‘바다의 수호천사’라고 불려요.",
      "혹등고래는 위험에 빠진 다른 종을 구해주거나, 범고래의 공격으로부터 바다표범을 20분 동안 지켜주기도 했어요. 그렇지만 자신이나 새끼에게 위협이 되는 범고래에게는 명백하게 공격적으로 구는 단호한 성격을 가졌어요.",
      "혹등고래는 유난히 밝고 쾌활하며, 호기심이 많아서 인간이나 배에 서슴없이 다가와요.",
    ],
  },
];
